[
  {
    "id": 1,
    "title": " Elden Ring (PC) - Steam Key",
    "price": 7.855,
    "description": "Elden Ring es un juego de rol de fantasía oscura desarrollado por FromSoftware y publicado gracias a Bandai Namco Entertainment. Es una aventura épica y desafiante creada por los desarrolladores de Demon's Souls.",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/elden-ring-pc-steam-key-europe/d5bf6f91240e45aaa1ea1201",
    "category": "cd-key"
  },
  {
    "id": 2,
    "title": "Dark Souls III Steam Key",
    "price": 3.478,
    "description": "Dark Souls III es el final perfecto para la épica franquicia de fantasía oscura creada por From Software. Viaja a través del reino de Lothric como el Ser de la Ceniza",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/dark-souls-iii-steam-key-global/5912ecd65bafe3d94049a98b",
    "category": "cd-key"
  },
  {
    "id": 3,
    "title": "Minecraft Java Edition  Key",
    "price": 3.141,
    "description": "¡Explora, recopila recursos y deja volar tu creatividad! En este mundo sin fin, puedes poseer un poder absoluto sobre todo lo que te rodea. Obtén Minecraft Java Edition y únete a la épica comunidad de jugadores conectados por la pasión por la creación.",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/minecraft-java-edition-minecraft-key-global/5ca5b5095bafe32413643e03",
    "category": "cd-key"
  },
  {
    "id": 4,
    "title": "Grand Theft Auto V (PC) - Rockstar Key",
    "price": 2.246,
    "description": "Bienvenido de nuevo al soleado estado de San Andreas, donde surgen oportunidades y la gente cae. La serie Grand Theft Auto vuelve a visitar a San Andreas en el formato de triple A por primera vez desde el GTA: San Andreas",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/grand-theft-auto-v-pc-rockstar-key-global/59e5efeb5bafe304c4426c47",
    "category": "cd-key"
  },
  {
    "id": 5,
    "title": "Total War - Steam Key WARHAMMER III (PC) ",
    "price": 7.541,
    "description": "Total War Warhammer 3  con su fecha de lanzamiento prevista para el año 2022, es la conclusión de la trilogía de juegos de Total War de Warhammer. La legendaria franquicia creada por Games Workshop ",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/total-war-warhammer-iii-pc-steam-key-global/601b9f4546177c75f408d6f3",
    "category": "cd-key"
  },
  {
    "id": 6,
    "title": "Sid Meier's Civilization VI | Platinum Edition (PC) - Steam Key",
    "price": 2.491,
    "description": "Civilization VI es la nueva entrega de la larga serie de juegos de estrategia y la primera de la serie principal desde Civilization V de 2010. Civ 6 tiene gráficos mejorados y un estilo artístico renovado.",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/sid-meiers-civilization-vi-platinum-edition-steam-key-global/2517220526c446ec9d207cb9",
    "category": "cd-key"
  },
  {
    "id": 7,
    "title": "Hearts of Iron IV: Cadet Edition (PC) - Steam Key",
    "price": 1.569,
    "description": "Hearts of Iron 4 es un juego de estrategia de guerra desarrollado por Paradox Development Studio de Suecia. El juego se lanzó el 6 de junio de 2016, en el 72.º aniversario del desembarco de Normandía. ",
    "pictureUrl": "https://img.g2a.com/323x433/1x1x0/hearts-of-iron-iv-cadet-edition-steam-key-global/5911f84e5bafe3e9a2752ace",
    "category": "cd-key"
  },
  {
    "id": 8,
    "title": "Microsoft Xbox Series S 512GB",
    "price": 98.999,
    "description": "La nueva generación de consolas está comandada por la Xbox Series que llegó al mercado para sorprender a todos. Su potencia y alto rendimiento te permitirá reducir las horas de descarga de juegos y contenido de manera considerable en comparación con otras consolas. Además, vas a poder jugar durante horas mientras te divertís con jugadores de todo el mundo.",
    "pictureUrl": "https://http2.mlstatic.com/D_NQ_NP_627149-MLA44484230438_012021-O.webp",
    "category": "console"
  },
  {
    "id": 9,
    "title": "Sony PlayStation 4 Slim 1TB",
    "price": 104.295,
    "description": "Con la consola PlayStation 4, líder mundial en ventas durante años, podrás gozar de horas de juego y una excelente navegabilidad para disfrutar de películas, series y contenido online.",
    "pictureUrl": "https://http2.mlstatic.com/D_NQ_NP_752561-MLA32731813778_112019-O.webp",
    "category": "console"
  },
  {
    "id": 10,
    "title": "Sony PlayStation 5 825GB",
    "price": 246.999,
    "description": "PlayStation renovó las expectativas del mundo virtual con esta nueva consola y su gran rendimiento. Cuenta con una interfaz de usuario más rápida y fácil de navegar que en anteriores modelos. Además, podrás jugar durante horas desafiando a millones de contrincantes alrededor del mundo que esperan nuevos retos.",
    "pictureUrl": "https://http2.mlstatic.com/D_NQ_NP_841787-MLA44484414455_012021-O.webp",
    "category": "console"
  }
]
